[{"model": "website.truck", "pk": 1, "fields": {"truck_name": "Mickey's Sliders", "truck_picture": "photos/1/MickeysSlider.jpg", "truck_owner": 1, "short_description": "Mickey's Sliders make the best little burgers on the streets of Texas. To complement this they have superior sliders, fries, and beer. Open for breakfask, lunch and dinner", "description": "BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon BACON bacon baCon"}}, {"model": "website.truck", "pk": 2, "fields": {"truck_name": "Pita Pit", "truck_picture": "photos/2/PitaPita.jpg", "truck_owner": 1, "short_description": "Healthy pita sandwich truck. They offer everything from the classic Greek specialties (falafel, gyro, souvlaki, hummus) to some non-traditional favorites like the Buffalo Chicken and Dagwood Club", "description": "Bacon ipsum dolor amet filet mignon ribeye cow strip steak, pork turkey shankle ham hock rump capicola spare ribs fatback jowl porchetta shank. Tail kielbasa jowl shankle, sirloin burgdoggen filet mignon porchetta boudin turducken pork loin. Burgdoggen turkey pork chop, flank boudin ham pork capicola strip steak pork loin meatball biltong pancetta. T-bone tail ground round chicken, spare ribs short loin cow beef ribs kevin boudin. Beef ribs hamburger filet mignon burgdoggen, capicola kielbasa tongue sirloin strip steak biltong sausage ground round.\r\n\r\nGround round kielbasa ball tip tri-tip doner beef. Ham hock swine frankfurter beef cow shankle. Shankle t-bone tail biltong pork chop, andouille chicken short loin pork ground round. Bresaola chicken biltong, kevin strip steak tenderloin short loin pork. Fatback jowl pastrami beef strip steak filet mignon meatball ham ribeye andouille swine tongue ball tip prosciutto cow. Corned beef sirloin meatloaf frankfurter picanha biltong leberkas doner kevin."}}, {"model": "website.truck", "pk": 3, "fields": {"truck_name": "Big Daddy Z's", "truck_picture": "photos/3/Big_Daddy_Zs.jpg", "truck_owner": 1, "short_description": "Proudly Aggie Owned and Operated. They offer Texas food with an Island attitude. They are inspired by flavors from Southeast Asia, The South Pacific, the Caribbean, and the Gulf Coast.", "description": "WORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDSWORDS WORDS WORDS WORDS"}}]